Repository: Horttcore/Custom-Post-Type-References
Catalog: languages/custom-post-type-references-*.po
Languages: de_de

source: Reference updated.
de_de: Referenz aktualisiert.

source: Reference restored to revision from %s
de_de: Referenz aus Überarbeitung vom %s wiederhergestellt

source: Reference published.
de_de: Referenz veröffentlicht.

source: Reference saved.
de_de: Referenz gespeichert.

source: Reference submitted.
de_de: Referenz übertragen.

source: Reference scheduled for: <strong>%1$s</strong>.
de_de: Veröffentlichung geplant für: <strong>%1$s</strong>.

source: Reference draft updated.
de_de: Der Referenceentwurf wurde aktualisiert.

# post type general name
source: References
de_de: Referenzen

# post type singular name
source: Reference
de_de: Referenz

# Reference
source: Add New
de_de: Erstellen

source: Add New Reference
de_de: Neues Referenz erstellen

source: Edit Reference
de_de: Referenz bearbeiten

source: New Reference
de_de: Neues Referenz

source: View Reference
de_de: Referenz ansehen

source: Search References
de_de: Referenzen durchsuchen

source: No References found
de_de: Keine Referenzen gefunden

source: No References found in Trash
de_de: Keine Referenzen im Papierkorb gefunden

source: References
de_de: Referenzen

# post type slug
source: references
de_de: referenzen

source: Custom Post Type References
de_de: Custom Post Type Referenzen

source: Manage references
de_de: Referenzen verwalten

# taxonomy general name
source: Reference Categories
de_de: Referenz Kategorien

# taxonomy singular name
source: Reference Category
de_de: Referenz Kategorie

source: Search Reference Categories
de_de: Referenz Kategorie suchen

source: All Reference Categories
de_de: Alle Referenz Kategorien

source: Parent Reference Category
de_de: Übergeordnete Referenz Kategorie

source: Parent Reference Category:
de_de: Übergeordnete Referenz Kategorie:

source: Edit Reference Category
de_de: Referenz Kategorie bearbeiten

source: Update Reference Category
de_de: Referenz Kategorie aktualisieren

source: Add New Reference Category
de_de: Neue Referenz Kategorie erstellen

source: New Reference Category Name
de_de: Neuer Referenz Kategoriename

source: Reference Categories
de_de: Referenz Kategorien

source: View reference
de_de: Referenz ansehen

source: Preview reference
de_de: Referenzvorschau

# Reference Category Slug
source: reference-category
de_de: referenz-kategorie
